<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ page contentType="text/html;charset=utf-8" %>
<html>

<head>
    <meta charset="UTF-8">

    <title>Главная</title>
    <link href="попыткайцсс.css" rel="stylesheet">


</head>


<body style="background-image: url(resources/images/back.jpg);">

<div id="page">

    <h1 id="top">Необычные компьютерные приспособления</h1>


    <h2> Интерфейс внешних устройств очень разнообразен. Данный сайт посвящен самым необычным внешним устройствам,
        подключаемым к компьютеру. </h2>
    <hr>


    <ul class="dropdown">
        <li class="dropdown-top">
            <div class="dropdown-top">Эта информация может
                оказаться полезной.
            </div>
            <ul class="dropdown-inside">
                <li><a title="Перейти на сайт обучения HTML и CSS" href="https://htmlacademy.ru/">
                    Как научиться делать сайты, подобные этому</a></li>
                <li><a title="Перейти на сайт о USB гаджетах"
                       href="http://3usb.ru/">Больше о USB гаджетах</a></li>
                <li><a title="Перейти на сайт faqukrmix.ru" href="http://faqukrmix.ru/remont/tehnika-i-tehnologii/">
                    Если возникли проблемы с электронным устройством</a></li>
                <!--<li></li>
                <li></li>-->
            </ul>
        </li>
    </ul>
    <br>


    <!--<p class="want-menu">Эта информация может оказаться полезной.</p>
    <div class="abc1">
        <ul>
            <li><a title="Перейти на сайт обучения HTML и CSS" href="https://htmlacademy.ru/">
                Как научиться делать сайты, подобные этому</a></li>
        </ul>
    </div>-->


    <p style="font-family: serif; font-size: 28px; color:#00aacc;">К вашему вниманию представляем топ 10 необычных
        внешних устройств компьютера:</p>
    <ol>
        <li><a title="Перейти к странице о USB-вентиляторах" href="вент.html" class="want-blue">Вентилятор </a><br>
            <p>Ясно, что их основным назначением является обдув пользователя в жаркую погоду, тем самым они приносят с
                собой неоценимую пользу ;)</p>

        </li>
        <li><a title="Перейти к странице о
		USB-нагревателях" href="нагр.html" class="want-blue">Нагреватель</a><br>
            <p> Простой usb гаджет, представляющий собой подставку для кружки с напитком, которая нагревается до
                заданной температуры.</p>
        </li>
        <li><a title="Перейти к странице о световом пере" href="световое-перо.html" class="want-blue">Световое
            перо</a><br>
            <p>Не у всякого компьютера есть подобное приспособление, которое позволяет работать с компьютером прямо
                через монитор!</p>
        </li>
        <li><a title="Перейти к странице о
		USB-светильниках" href="svet.html" class="want-blue">Светильник</a><br>
            <p>Иногда не требуется яркий свет, достаточно освещенности клавиатуры - для этих целей подойдет usb лампа
                для клавиатуры.</p>
        </li>
        <li><a title="Перейти к странице о гибкой
		клавиатуре" href="гибкл.html" class="want-blue">Мягкая(гибкая) клавиатура</a><br>
            <p>Клавиатура для компьютера - обычное дело! А что вы скажете о <strong>гибкой клавиатуре?</strong></p>
        </li>
        <li><a title="Перейти к странице об игровых
		устройствах" href="gam.html" class="want-blue">Игровые устройства</a><br>
            <p>Существуют сотни различных вариаций устройств для игр, и Вы наверняка не останетесь равнодушными!</p>
        </li>
        <li><a title="Перейти к странице о
		графических планшетах" href="грпл.html" class="want-blue">Планшет для рисования</a><br>
            <p>Графический планшет - незаменимое устройство для художников.</p>
        </li>
        <li><a title="Перейти к странице о
		плоттерах" href="плоттер.html" class="want-blue">Плоттер</a><br>
            <p>Рисовать графики? - Легко! Плоттер (в народе графопостроитель) - идеальное устройство для Вашего
                компьютера!</p>
        </li>
        <li><a title="Перейти к странице об
		электронных музыкальных инструментах" href="muz.html" class="want-blue">Музыкальные инструменты</a><br>
            <p>Электро-гитары, пианино, даже барабаны - просто пойди и посмотри!</p>
        </li>
        <li><a title="Перейти к странице о принтерах" href="принтер.html" class="want-blue">Принтеры</a><br>
            <p> К компьютеру можно подключить множество различных внешних устройств. Интерфейс внешних устройств очень
                разнообразен. Принтеры — не исключение.
                По этой ссылке Вы сможете увидеть самые разнообразные принтеры, многие из которых Вас удивят, а может
                даже шокируют! </p>
        </li>
    </ol>


    <marquee behavior="alternate" direction="left" loop="400" scrollamount="10">
        Сайт Базаровой Анны 11б МБОУ ФМЛ №31
    </marquee>


    <div class="leftbar-wrap">
        <a href="#page" class="left-controlbar">
            <span class="active-area">
                <span class="bar-desc"> ^Наверх^</span>
            </span>
        </a>
    </div>
</div>
</body>

</html>

